Repository: loreno-heer/solfege
Catalog: po/*.po
Languages: sk

source: The lessonfile contain potentially dangerous code because it run external programs. Run anyway?
sk: Súbor tejto lekcie obsahuje potenciálne nebezpečný kód, pretože spúšťa externé programy. Napriek tomu spustiť?

source: The exercise has to be better configured.
sk: Cvičenie musí byť lepšie nastavené.

source: No intervals selected for interval number %i.
sk: Neboli vybrané žiadne intervaly pre interval číslo %i

source: Failed to select random interval number %i because of the configuration of the exercise. Either you have enabled intervals only if one direction, or none of the intervals belong to the key selected when you enabled «Lock to key».
sk: Nepodarilo sa vybrať náhodný interval číslo %i kvôli nastaveniam cvičenia. Buď ste povolili intervaly iba v jednom smere alebo žiaden interval nepatrí do tóniny, ktorú ste zadali v nastavení „Zamknúť interval v tónine“.

source: Failed to select random interval number %i because of the configuration of the exercise. You should select some intervals going in both directions.
sk: Nepodarilo sa vybrať náhodný interval číslo %i kvôli nastaveniam cvičenia. Mali by ste vybrať intervaly v oboch smeroch.

source: Practise
sk: Precvičovať

source: Config
sk: Nastavenie

source: _Cancel test
sk: Zrušiť test

source: _New
sk: _Nový

source: _New interval
sk: _Nový interval

source: _New chord
sk: _Nový akord

source: _New tone
sk: _Nový tón

source: _Repeat
sk: _Opakovať

source: Repeat _arpeggio
sk: Opakovať _postupne

source: Repeat _slowly
sk: Opakovať _pomaly

source: Repeat _melodic
sk: Opakovať _melodicky

source: Repeat first
sk: Opakovať prvý

source: Repeat last
sk: Opakovať posledný

source: Play _tonic
sk: Prehrať _toniku

source: P_lay music
sk: _Prehrať

source: _Play answer
sk: Prehrať _odpoveď

source: Guess _answer
sk: O_veriť

source: _Display music
sk: _Zobraziť hudbu

source: _Show
sk: _Ukázať

source: _Give up
sk: _Vzdať to

source: Test completed! Your score was %(score).1f%%. The test requirement was %(requirement).1f%%.
sk: Úspešný test! Vaše skóre bolo %(score).1f%%. Požadované skóre bolo %(requirement).1f%%.

source: Test failed. Your score was %(score).1f%%. The test requirement was %(requirement).1f%%.
sk: Neúspešný test. Vaše skóre bolo %(score).1f%%. Požadované skóre bolo %(requirement).1f%%.

source: Statistics is disabled. Either because you selected a “Configure yourself” exercise, or because “Expert mode” is selected in the preferences window.
sk: Štatistiky sú vypnuté. Je to buď preto, lebo ste vybrali cvičenie “Vlastné nastavenia” alebo pretože ste v okne s nastaveniami zvolili “Režim pre expertov”.

source: Statistics
sk: Štatistiky

source: Delay (seconds):
sk: Oneskorenie (sekundy):

source: Please check question number %(idx)i in the lesson file "%(lf)s".
sk: Prosím, skontrolujte otázku číslo %(idx)i v súbore lekcie "%(lf)s".

source: The exception was caught in "%(filename)s", line %(lineno)i.
sk: Zachytená výnimka v súbore %(filename)s:%(lineno)i.

source: Failed to parse the music in the variable "%(varname)s" in question number %(idx)i in the lesson file "%(lf)s".
sk: Nepodarilo sa prečítať hudbu v premennej "%(varname)s" v otázke číslo %(idx)i v súbore lekcie "%(lf)s".

source: Failed to parse the music for question number %(idx)i in the lesson file "%(lf)s".
sk: Nepodarilo sa prečítať hudbu v otázke číslo %(idx)i v súbore lekcie "%(lf)s".

source: Rhythms to use in question
sk: Rytmy použité v otázkach

source: Number of beats in question:
sk: Počet dôb v otázkach:

source: Count in before question:
sk: Odpočítať pred položením otázky:

source: _Disable unused buttons
sk: _Vypnúť nepoužívané tlačidlá

source: Major
sk: Durová

source: Random transpose:
sk: Náhodné transponovanie:

source: Change ...
sk: Zmeniť...

source: Yes
sk: Áno

source: No
sk: Nie

source: Choose tones
sk: Vyberte tóny

source: Number of tones:
sk: Počet tónov:

source: The pyalsa Python module is missing
sk: Python modul pyalsa chýba

source: Solfege was configured to use the Python modules from www.alsa-project.org, but the modules were not found. You must reconfigure sound in the preferences window (Ctrl-F12) or restart Solfege in a way that it finds the modules.
sk: Solfege bolo skompilované s Python modulmi z www.alsa-project.org, ale tieto moduly sa nepodarilo nájsť. Musíte zmeniť konfiguráciu zvuku v okne s predvoľbami (Ctrl-F12) alebo reštartovať Solfege takým spôsobom, aby príslušné moduly našiel.

source: MIDI setup
sk: Nastavenie MIDI

source: MIDI Device %(olddev)i not available. Will use device %(newdev)i.
sk: Zariadenie MIDI %(olddev)i je nedostupné. Použijem zariadenie %(newdev)i.

source: You should configure sound from the 'Sound' page of the preferences window.
sk: Mali by ste nastaviť zvuk na stránke 'Zvuk' v okne s predvoľbami.

source: You should configure sound from the preferences window, and try to use an external midi player. Or try to recompile the program and check for error messages to see why the module is not built.
sk: Mali by ste prejsť do nastavení zvuku v okne predvolieb a pokúsiť sa nastaviť externý MIDI prehrávač. Alebo program prekompilujte a z chybovej hlášky sa pokúste zistiť, prečo sa tento modul nedarí zostaviť.

source: Error opening web browser
sk: Chyba počas spúšťania webového prehliadača

source: GNU Solfege Preferences
sk: Predvoľby GNU Solfege

source: Instruments
sk: Nástroje

source: _Default:
sk: _Predvolené:

source: Beats per minute
sk: Dôb za minútu (BPM)

source: Preferred Instrument
sk: Preferovaný nástroj

source: Chord Instruments
sk: Hudobné nástroje pre akordy

source: Use different instruments for chords and harmonic intervals
sk: Použiť rôzne nástroje pre akordy a harmonické intervaly

source: Percussion Instruments
sk: Bicie hudobné nástroje

source: Count in:
sk: Odpočítať:

source: Rhythm:
sk: Rytmus:

source: User
sk: Používateľ

source: User's Vocal Range
sk: Hlasový rozsah používateľa

source: Highest pitch:
sk: Najvyšší tón:

source: Lowest pitch:
sk: Najnižší tón:

source: Sex
sk: Pohlavie

source: _Male
sk: _Muž

source: _Female or child
sk: Ž_ena alebo dieťa

source: External Programs
sk: Externé programy

source: Converters
sk: Konvertory

source: MIDI to WAV:
sk: Z MIDI do WAV:

source: WAV to MP3:
sk: Z WAV do MP3:

source: WAV to OGG:
sk: Z WAV do OGG:

source: Miscellaneous
sk: Rôzne

source: Text editor:
sk: Editor textu:

source: Not found. Much of GNU Solfege will run fine without this program. You will get a message when the program is required, and the user manual will explain what you need it for.
sk: Nenájdený. GNU Solfege by mal vo väčšine prípadov fungovať aj bez tohto programu. V prípade, že je tento program vyžadovaný, budete na tento fakt upozornený a príručka používateľa vám objasní načo ho potrebujete.

source: Interface
sk: Rozhranie

source: _Resizeable main window
sk: _Vybrať veľkosť hlavného okna

source: Select _language:
sk: Vybrať _jazyk:

source: You have to restart the program for the language change to take effect.
sk: Aby sa zmena jazyka prejavila, musíte ukončiť a znovu spustiť túto aplikáciu.

source: Identify tone keyboard accelerators
sk: Klávesové skratky tónov

source: Note name
sk: Nota

source: The accelerator in use for the tone “%s”. You have to choose another key.
sk: Klávesová skratka sa používa pre tón „%s“. Musíte vybrať iný kláves.

source: keyboard|Key
sk: Kláves

source: Interval keyboard accelerators
sk: Klávesové skratky intervalov

source: The accelerator in use for “%s”. You have to choose another key.
sk: Táto skratka je použitá pre „%s“. Musíte vybrať iný kláves.

source: _Not allow new question before the old is solved
sk: _Novú otázku položiť až po zodpovedaní predchádzajúcej

source: _Repeat question if the answer was wrong
sk: _Zopakovať otázku pri nesprávnej odpovedi

source: E_xpert mode
sk: Režim pre _expertov

source: Statistics from 3.15 and older
sk: Štatistiky z verzie 3.15 a starších

source: Audio File Players
sk: Prehrávače hudobných súborov

source: Enter the name of the program. An absolute path is required only if the executable is not found on the PATH.
sk: Zadajte názov programu. Absolútnu cestu musíte zadať iba vtedy, ak cesta k nemu nie je súčasťou premennej PATH.

source: The command line options required. Write %s where you want the name of the file to be played. Or omit it to have it added to the end of the string.
sk: Je potrebné zadať argumenty. Napíšte %s tam, kde chcete mať súbor, ktorý sa má prehrať. Alebo ho vynechajte a bude automaticky pridaný na koniec reťazca.

source: _Test
sk: _Vyskúšať

source: This button is clickable only if the binary is found.
sk: Na toto tlačidlo sa dá kliknúť iba vtedy, ak sa podarí nájsť program.

source: Sound Setup
sk: Nastavenie zvuku

source: _No sound
sk: _Bez zvuku

source: Use ALSA _device
sk: Použiť zariadenie _ALSA

source: Use OSS _device
sk: Použiť zariadenie _OSS

source: Use _external MIDI player
sk: Použiť externý prehrávač _MIDI

source: Solfege has two ways to play MIDI files. It is recommended to use Windows multimedia output. An external MIDI player can be useful if your soundcard lacks a hardware synth, in which case you have to use a program like timidity to play the music.
sk: Solfege dokáže MIDI súbory prehrávať dvoma spôsobmi. Odporúčané je použitie výstupu Windows media. Externý prehrávač MIDI môže byť užitočný, ak vaša zvuková karta nemá hardvérový syntetizátor. V takom prípade musíte použiť na prehrávanie hudby použiť timidity alebo podobný program.

source: _Windows multimedia output:
sk: Výstup _Windows media:

source: Delete statistics and test results?
sk: Vymazať štatistiky a výsledky testov?

source: This will delete and recreate the file «%s».
sk: Týmto odstránite a znovu vytvoríte súbor „%s“.

source: Delete obsolete statistics?
sk: Vymazať zastarané štatistiky?

source: This will delete the directory «%s».
sk: Týmto odstránite adresár „%s“.

source: You have %i files and directories storing statistics in the old format that only Solfege 3.14 and older will use. These files are not useful any more unless you want to downgrade to Solfege 3.14.
sk: Máte %i súborov a adresárov, ktoré obsahujú štatistiky v staršom formáte, ktorý vie použiť iba Solfege vo verzii 3.14 alebo nižšej. Pokiaľ sa nechystáte vrátiť k verzii 3.14, tieto súbory už nebudete potrebovať.

source: No obsolete statistics found.
sk: Neboli nájdené zastarané štatistiky.

source: Statistics of %(practise_count)i practise sessions and %(test_count)i tests from %(exercises)i different exercises.
sk: Štatistiky %(practise_count)i cvičení a %(test_count)i testov z %(exercises)i rôznych cvičení.

source: Syntax error in file "%(filename)s". %(expected)s
sk: Nesprávna syntax v súbore "%(filename)s". %(expected)s

source: Assignment to the reserved word "%(word)s"
sk: Priradenie vyhradeného slova "%(word)s"

source: We can only translate strings using in-file translations (ex var[no]=...). See the variable "%(variable)s" in the file "%(filename)s"
sk: Reťazce je možné prekladať iba pomocou vnútorného prekladu (napr. var[no]=...). Pozrite premennú "%(variable)s" v súbore "%(filename)s"

source: Unable to tokenize line %(lineno)i of the file "%(filename)s"
sk: Nepodarilo sa spracovať riadok %(lineno)i v súbore "%(filename)s"

source: Search
sk: Hľadať

source: «%s» was not found
sk: „%s“ nebol nájdený

source: Failed to parse «%s»
sk: Nepodarilo sa prečítať „%s“

source: passed, %.1f%%
sk: zvládnutý, %.1f%%

source: failed, %.1f%%
sk: nezvládnutý, %.1f%%

source: Search results for “%s”:
sk: Výsledky hľadania „%s“:

source: C-locale search results for “%s”:
sk: Výsledky hľadania C-locale pre „%s“:

source: Search untranslated lesson titles
sk: Vyhľadať nepreložené názvy lekcií

source: Too few matches?
sk: Príliš málo zodpovedajúcich výsledkov?

source: Select lesson file
sk: Vybrať súbor lekcie

source: Search for exercises. Each exercise you click will be added to the section of the front page.
sk: Hľadajte cvičenia. Každé cvičenie, na ktoré kliknete bude pridané do oddielu na úvodnej strane.

source: Add link to new page
sk: Pridať odkaz na novú stranu

source: Add link to exercise
sk: Pridať odkaz na cvičenie

source: Add link by searching for exercises
sk: Pridať odkaz pomocou hľadania v cvičeniach

source: Untitled%s
sk: Bezmena%s

source: Add section
sk: Pridať oddiel

source: Front page title:
sk: Názov úvodnej strany:

source: Loading file '%(filename)s' failed: %(msg)s
sk: Nahrávanie súboru '%(filename)s' skončilo s chybou: %(msg)s

source: The front page file is write protected in your install. This is normal. If you want to edit a front page file, you have to select one of the files stored in .solfege/exercises/*/ in your home directory.
sk: Súbor s úvodnou stranou má ochranu proti zápisu. To je normálne. Ak chcete upraviť súbor s úvodnou stranou, musíte vybrať jeden zo súborov uložených v .solfege/exercises/*/ vo vašom domovskom adresári.

source: <b>IMPORTANT:</b> Your front page file <b>must</b> be saved in a subdirectory below the directory named exercises. See the user manual for details.
sk: <b>DÔLEŽITÉ:</b> Súbor s úvodnou stránkou <b>musíte</b> uložiť v podadresári nachádzajúcom sa v adresári s cvičeniami. Ďalšie informácie nájdete v príručke pre používateľa.

source: Save changes to "%s" before closing?
sk: Uložiť zmeny v „%s“ pred ukončením?

source: If you don't save, changes from the past %i seconds will be permanently lost.
sk: Ak zmeny neuložíte, prídete o vaše úpravy za posledných %i sekúnd.

source: If you don't save, changes from the past %i minutes will be permanently lost.
sk: Ak zmeny neuložíte, prídete o vaše úpravy za posledných %i minút.

source: _Close without Saving
sk: _Zavrieť bez uloženia

source: Save As...
sk: Uložiť ako...

source: File exists. Overwrite?
sk: Súbor existuje. Prepísať?

source: Error saving file
sk: Chyba pri ukladaní súboru

source: Select an empty directory, since we want to fill it with files.
sk: Vyberte prázdny adresár, nakoľko ho chceme zaplniť súbormi.

source: Visit http://www.solfege.org/support if you need help.
sk: Ak potrebujete pomoc, navštívte http://www.solfege.org/support.

source: Please check the lesson file %s.
sk: Prosím, skontrolujte súbor lekcie %s

source: Buttons
sk: Tlačidlá

source: Buttons %i
sk: Tlačidlá %i

source: Piano
sk: Klavír

source: Guitar
sk: Gitara

source: Bass
sk: Basa

source: 5 string bass
sk: Päťstrunová basa

source: 6 string bass
sk: Šesťstrunová basa

source: Accordion B griff
sk: Akordeón B griff

source: Accordion C griff
sk: Akordeón C griff

source: Accordion (system used in Finland)
sk: Akordeón (systém používaný vo Fínsku)

source: Accordion (Belgian Charleroi do2)
sk: Akordeón (Belgický Charleroi do2)

source: Highest:
sk: Najvyšší:

source: Middle:
sk: Prostredný:

source: Lowest:
sk: Najnižší:

source: Add noteheads
sk: Pridať hlavičky

source: Add sharps
sk: Pridať krížiky

source: Add double-sharps
sk: Pridať dvojité krížiky

source: Remove accidentals
sk: Odstrániť posuvky

source: Add flats
sk: Pridať béčka

source: Add double-flats
sk: Pridať dvojité béčka

source: Delete tones
sk: Odstrániť tóny

source: GNU Solfege lesson file editor
sk: Editor súborov lekcií GNU Solfege

source: _File
sk: _Súbor

source: _Help
sk: _Pomocník

source: _About
sk: _O programe

source: Go to the first question
sk: Prejsť na prvú otázku

source: Go to the previous question
sk: Vrátiť sa k predchádzajúcej otázke

source: Go to the next question
sk: Prejsť na ďalšiu otázku

source: Go to the last question
sk: Prejsť na poslednú otázku

source: Add a new question
sk: Pridať novú otázku

source: Questions
sk: Otázky

source: Enter new chords using the mouse
sk: Zadajte nové akordy pomocou myši

source: Question title:
sk: Názov otázky:

source: Lessonfile header
sk: Hlavička súboru lekcie

source: File title:
sk: Názov súboru:

source: Content:
sk: Obsah:

source: You have unsaved data. Proceed anyway?
sk: Niektoré údaje nie sú uložené. Chcete napriek tomu pokračovať?

source: No file
sk: Žiaden súbor

source: question %(idx)i of %(count)i
sk: otázka %(idx)i z %(count)i

source: The exercise module '%s' is not supported yet. Cannot edit this file.
sk: Modul cvičenia '%s' zatiaľ nie je dostupný. Úpravy tohto súboru nie su povolené.

source: Open...
sk: Otvoriť...

source: Save as...
sk: Uložiť ako...

source: Save...
sk: Uložiť...

source: The lesson file contains no questions
sk: Súbor lekcie neobsahuje žiadne otázky

source: The external file '%s' was not found
sk: Externý súbor '%s' nebol nájdený

source: No questions selected
sk: Neboli vybrané žiadne otázky

source: You can select questions on the config page of the exercise.
sk: Otázky môžete vybrať na stránke s nastaveniami cvičenia.

source: Discarding question %(questionidx)i from the lessonfile "%(filename)s" because it is missing the "name" variable. All questions in lesson files of this type must have a name variable.
sk: Zahadzujem otázku %(questionidx)i zo súboru lekcie "%(filename)s", pretože neobsahuje premennú "name". Všetky otázku v súbore lekcie tohto typu musia mať definovanú túto premennú.

source: Question number %(index)i in the lesson file "%(filename)s" is missing the "question_text" variable.
sk: V otázke číslo %(index)i v súbore lekcie "%(filename)s" chýba premenná "question_text".

source: Identify the chord
sk: Určite akord

source: Chord type
sk: Typ akordu

source: Inversion
sk: Obrat

source: Toptone
sk: Vrchný tón

source: Missing qprops variable in the lesson file %s.
sk: V súbore lekcie %s chýba premenná qprops.

source: Error in the lesson file header of "%(filename)s". The variables qprops and qprop_labels must have the same length.
sk: Chyba v hlavičke súboru lekcie "%(filename)s". Premenné qprops a qprop_labels musia mať rovnakú dĺžku.

source: root position
sk: základný tvar

source: %i. inversion
sk: %i. obrat

source: Starting GNU Solfege %s
sk: Spúšťa sa GNU Solfege %s

source: Close
sk: Zavrieť

source: Loading front page '%s' failed. Using default page.
sk: Zlyhalo načítavanie úvodnej strany '%s'. Použije sa predvolená strana.

source: The_ory
sk: _Teória

source: Sele_ct Front Page
sk: Vyb_rať úvodnú stranu

source: _Intervals
sk: _Intervaly

source: _Edit Front Page
sk: _Upraviť úvodnú stranu

source: E_xport Exercises to Audio Files…
sk: E_xportovať cvičenia do audio súborov…

source: Ear Training Test Pri_ntout…
sk: _Posluchový test na papieri…

source: Profile _Manager
sk: _Správa profilov

source: _Search Exercises
sk: _Hľadať cvičenia

source: _Front Page
sk: Ú_vodná strana

source: _Tests Page
sk: _Strana s testami

source: _Recent Exercises
sk: _Posledné cvičenia

source: _Recent Tests
sk: Posledné _testy

source: _User Exercises
sk: _Vlastné cvičenia

source: Download and compile ALSA modules
sk: Stiahnuť a skompilovať moduly ALSA

source: _Help on the current exercise
sk: _Pomocný text k aktuálnemu cvičeniu

source: _Music theory on the current exercise
sk: _Hudobná teória k aktuálnemu cvičeniu

source: _User manual
sk: P_ríručka používateľa

source: _File locations
sk: _Umiestnenia súborov

source: _Mailing lists, web page etc.
sk: _Mailová skupina, webová stránka atď.

source: _Donate
sk: _Prispejte

source: Reporting _bugs
sk: _Hlásenie chýb

source: _See your bug reports
sk: _Zobraziť vaše hlásenia chýb

source: Question
sk: Otázka

source: Please enter the email used when you submitted the bugs:
sk: Prosím zadajte email, ktorý ste použili pri hlásení chýb:

source: Solfege application data:
sk: Programové dáta Solfege:

source: Solfege user data:
sk: Používateľské dáta Solfege:

source: Solfege config file:
sk: Konfiguračný súbor Solfege:

source: Solfege installation directory:
sk: Inštalačný adresár Solfege:

source: User manual in HTML format:
sk: Príručka používateľa vo formáte HTML:

source: SOLFEGETRANSLATORS
sk: Jose Riha <jose1711@gmail.com>

source: (some lessonfiles)
sk: (niekoľko lekcií)

source: (sound code for the MS Windows port)
sk: (zvukový kód portu na MS Windows)

source: (ported winmidi.c to gcc)
sk: (port winmidi.c pre gcc)

source: (spec file for SuSE 8.2)
sk: (spec súbor pre SuSE 8.2)

source: (spec file cleanup)
sk: (prečistenie súboru spec)

source: (testing and portability fixes for FreeBSD)
sk: (testovanie a opravy pre FreeBSD)

source: (the music font from Lilypond)
sk: (hudobný font z Lilypond)

source: (scale exercises)
sk: (cvičenia na stupnice)

source: Error while copying directory: %s
sk: Chyba pri kopírovaní adresára: %s

source: Files copied. The old files has been left behind. Please delete them when you have verified that all files was copied correctly.
sk: Súbory boli skopírované. Staré súbory sú stále dostupné. Po tom, ako skontrolujete, či boli všetky súbory skopírované správne, ich prosím vymažte.

source: Cannot load front page file
sk: Nepodarilo sa načítať súbor s úvodnou stranou

source: The file «%s» is saved in an old file format. The file can be converted by editing and saving it with an older version of Solfege. Versions from 3.16.0 to 3.20.4 should do the job.
sk: Súbor „%s“ je uložený v starom formáte. Súbor môžete skonvertovať do nového formátu otvorením a uložením v staršej verzii Solfege. Skúste to so Solfege vo verzii 3.16.0 až 3.20.4.

source: User exercises
sk: Vlastné cvičenia

source: Recent exercises
sk: Posledné cvičenia

source: Recent tests
sk: Posledné testy

source: Search the exercise titles of all lesson files found by the program, not just the active front page with sub pages.
sk: Hľadajte názvy cvičení všetkých súborov lekcií nájdených týmto programom, nielen tých, dostupných z aktívnej úvodnej strany a jej podstrán.

source: The '%s' exercise module does not support test yet.
sk: Modul cvičenia '%s' ešte nie je podporovaný.

source: Number of intervals:
sk: Počet intervalov:

source: Toggle buttons are for interval number:
sk: (De)aktivačné tlačidlá sú pre interval číslo:

source: Up:
sk: Vrchný:

source: Down:
sk: Spodný:

source: Reset to default values
sk: Nastaviť na predvolené hodnoty

source: Show warranty and copyright.
sk: Zobraziť záruku a informácie o autorských právach.

source: Do not show the startup window.
sk: Nezobrazovať úvodnú obrazovku.

source: Display more info about the sound setup.
sk: Zobraziť viac informácií o nastavení zvuku.

source: Do not play any sounds. Instead some data is printed to standard output. Use this for debugging and porting.
sk: Neprehrávať žiadne zvuky. Miesto toho sa zobrazujú údaje na štandardnom výstupe. Použite pre ladenie a portovanie.

source: Include features used by the Solfege developers to debug the program.
sk: Zahrnúť vlastnosti používané vývojármi Solfege na ladenie programu.

source: Valid debug values are: debug, info, warning, error, critical
sk: Platné úrovne ladenia sú: debug, info, warning, error, critical

source: Disable the exception handling in Gui.standard_exception_handler.
sk: Vypnúť ošetrenie výnimky v Gui.standard_exception_handler.

source: For debugging only: Select questions from lesson files in sequential order.
sk: Iba pre ladenie: vyberať otázky zo súboru lekcií v určenom poradí.

source: Show GtkWarnings and PangoWarnings in the traceback window.
sk: Zobrazovať varovania GtkWarnings a PangoWarnings v okne s popisom chyby.

source: Start with <profile>. Create the profile if it does not exist.
sk: Spustiť s profilom <profil>. Vytvorte profil, ak neexistuje.

source: Create or update the screenshots for the user manual. Intended for developers of this program.
sk: Vytvoriť alebo aktualizovať snímky obrazovky pre príručku používateľa. Určené vývojárom tohto programu.

source: Running the command %s failed.
sk: Spustenie príkazu %s skončilo s chybou.

source: The executable '%s' does not exist.
sk: Spustiteľný súbor '%s' neexistuje.
