Repository: loreno-heer/solfege
Catalog: po/*.po
Languages: sk

source: Double Harmonic Scale and its modes - Ascending
sk: Dvojitá harmonická stupnica a jej módy (obraty) - stúpajúca

source: Double Harmonic Scale and its modes - Descending
sk: Dvojitá harmonická stupnica a jej módy (obraty) - klesajúca

source: Double Harmonic scale and its modes - enter structure
sk: Dvojitá harmonická stupnica a jej módy (obraty) - zadajte štruktúru

source: Double Harmonic Scale and its modes - arpeged by fourths
sk: Dvojitá harmonická stupnica a jej módy (obraty) - reťazenie kvárt

source: Double Harmonic Scale and its modes - recognize grade
sk: Dvojitá harmonická stupnica a jej módy (obraty) - určite stupeň

source: Double Harmonic Scale and its modes - patterns
sk: Dvojitá harmonická stupnica a jej módy (obraty) - vzory

source: Double Harmonic Scale and its modes - recognize structure
sk: Dvojitá harmonická stupnica a jej módy (obraty) - rozoznajte štruktúru

source: Double Harmonic Scale and its modes - arpeged by thirds
sk: Dvojitá harmonická stupnica a jej módy (obraty) - reťazenie tercií

source: More Scales used over a Dominant or Altered chord
sk: Viac stupníc na dominante a alterovaných akordoch

source: Jazz Modes used over a Dominant or Altered chord
sk: Jazzové módy (obraty) na dominantných a alterovaných akordoch

source: Modes used in East European Music
sk: Módy používané v hudbe Východnej Európy

source: Ancient Greek Modes
sk: Módy Starovekého Grécka

source: More Scales used over a Half-Diminished or Diminished chord
sk: Viac stupníc na polozmenšených a zmenšených akordoch

source: Jazz Modes over a Half-Diminished or Diminished chord
sk: Jazzové módy (obraty) na polozmenšených a zmenšených akordoch

source: Harmonic Major Scale and its modes
sk: Harmonická durová stupnica a jej módy (obraty)

source: Harmonic Major Scale and its modes - Ascending
sk: Harmonická durová stupnica a jej módy (obraty) - Stúpajúca

source: Harmonic Major Scale and its modes - Descending
sk: Harmonická durová stupnica a jej módy (obraty) - Klesajúca

source: Harmonic Major scale and its modes - enter structure
sk: Harmonická durová stupnica a jej módy (obraty) - zadajte štruktúru

source: Harmonic Major Scale and its modes - arpeged by fourths
sk: Harmonická durová stupnica a jej módy (obraty) - reťazenie kvárt

source: Harmonic Major Scale and its modes - recognize grade
sk: Harmonická durová stupnica a jej módy (obraty) - určite stupeň

source: Harmonic Major Scale and its modes - patterns
sk: Harmonická durová stupnica a jej módy (obraty) - vzory

source: Harmonic Major Scale and its modes - recognize structure
sk: Harmonická durová stupnica a jej módy (obraty) - určite štruktúru

source: Harmonic Major Scale and its modes - arpeged by thirds
sk: Harmonická durová stupnica a jej módy (obraty) - reťazenie tercií

source: Harmonic Minor Scale and its modes
sk: Harmonická molová stupnica a jej módy (obraty)

source: Harmonic Minor Scale and its modes - Ascending
sk: Harmonická molová stupnica a jej módy (obraty) - Stúpajúca

source: Harmonic Minor Scale and its modes - Descending
sk: Harmonická molová stupnica a jej módy (obraty) - Klesajúca

source: Harmonic Minor scale and its modes - enter structure
sk: Harmonická molová stupnica a jej módy (obraty) - zadajte štruktúru

source: Harmonic Minor Scale and its modes - arpeged by fourths
sk: Harmonická molová stupnica a jej módy (obraty) - reťazenie kvárt

source: Harmonic Minor Scale and its modes - recognize grade
sk: Harmonická molová stupnica a jej módy (obraty) - určite stupeň

source: Harmonic Minor Scale and its modes - patterns
sk: Harmonická molová stupnica a jej módy (obraty) - vzory

source: Harmonic Minor Scale and its modes - recognize structure
sk: Harmonická molová stupnica a jej módy (obraty) - určite štruktúru

source: Harmonic Minor Scale and its modes - arpeged by thirds
sk: Harmonická molová stupnica a jej módy (obraty) - reťazenie tercií

source: Hungarian Minor Scale and its modes - recognize grade
sk: Maďarská molová stupnica a jej módy (obraty) - určite stupeň

source: Hungarian Scale and its modes
sk: Maďarská stupnica a jej módy (obraty)

source: Hungarian Scale and its modes - Ascending
sk: Maďarská stupnica a jej módy (obraty) - Stúpajúca

source: Hungarian Scale and its modes - Descending
sk: Maďarská stupnica a jej módy (obraty) - Klesajúca

source: Hungarian scale and its modes - enter structure
sk: Maďarská stupnica a jej módy (obraty) - zadajte štruktúru

source: Hungarian Scale and its modes - arpeged by fourths
sk: Maďarská stupnica a jej módy (obraty) - reťazenie kvárt

source: Hungarian Scale and its modes - recognize grade
sk: Maďarská stupnica a jej módy (obraty) - určite stupeň

source: Hungarian Scale and its modes - patterns
sk: Maďarská stupnica a jej módy (obraty) - vzory

source: Hungarian Scale and its modes - recognize structure
sk: Maďarská stupnica a jej módy (obraty) - určite štruktúru

source: Hungarian Scale and its modes - arpeged by thirds
sk: Maďarská stupnica a jej módy (obraty) - reťazenie tercií

source: Major Scale and its modes
sk: Durová stupnica a jej módy (obraty)

source: Major Scale and its modes - Ascending
sk: Durová stupnica a jej módy (obraty) - Stúpajúca

source: Major Scale and its modes - Descending
sk: Durová stupnica a jej módy (obraty) - Klesajúca

source: Major scale and its modes - enter structure
sk: Durová stupnica a jej módy (obraty) - zadajte štruktúru

source: Major Scale and its modes - arpeged by fourths
sk: Durová stupnica a jej módy (obraty) - reťazenie kvárt

source: Major Scale and its modes - recognize grade
sk: Durová stupnica a jej módy (obraty) - určite stupeň

source: Major Scale and its modes - patterns
sk: Durová stupnica a jej módy (obraty) - vzory

source: Major Scale and its modes - recognize with only few notes
sk: Durová stupnica a jej módy (obraty) - spoznajte iba pomocou pár nôt

source: Three notes are enough to recognize the mode
sk: Tri noty nepostačujú na určenie módu

source: Major Scale and its modes - recognize structure
sk: Durová stupnica a jej módy (obraty) - určite štruktúru

source: Major Scale and its modes - arpeged by thirds
sk: Durová stupnica a jej módy (obraty) - reťazenie tercií

source: More Scales used over a Major or Augmented chord
sk: Viac stupníc na durových a zväčšených akordoch

source: Jazz Modes over a Major or Augmented chord
sk: Jazzové módy (obraty) na durových alebo zväčšených akordoch

source: Melodic Minor Scale and its modes
sk: Melodická molová stupnica a jej módy (obraty)

source: Melodic Minor Scale and its modes - Ascending
sk: Melodická molová stupnica a jej módy (obraty) - Stúpajúca

source: Melodic Minor Scale and its modes - Descending
sk: Melodická molová stupnica a jej módy (obraty) - Klesajúca

source: Melodic Minor scale and its modes - enter structure
sk: Melodická molová stupnica a jej módy (obraty) - zadajte štruktúru

source: Melodic Minor Scale and its modes - arpeged by fourths
sk: Melodická molová stupnica a jej módy (obraty) - reťazenie kvárt

source: Melodic Minor Scale and its modes - recognize grade
sk: Melodická molová stupnica a jej módy (obraty) - určite stupeň

source: Melodic Minor Scale and its modes - patterns
sk: Melodická molová stupnica a jej módy (obraty) - vzory

source: Melodic Minor Scale and its modes - recognize structure
sk: Melodická molová stupnica a jej módy (obraty) - určite štruktúru

source: Melodic Minor Scale and its modes - arpeged by thirds
sk: Melodická molová stupnica a jej módy (obraty) - reťazenie tercií

source: More Scales used over a Minor chord
sk: Viac stupníc na molových akordoch

source: Jazz Modes over a Minor chord
sk: Jazzové módy (obraty) na molových akordoch

source: Natural Minor Scale and its modes - recognize grade
sk: Prirodzená molová stupnica a jej módy (obraty) - určite stupeň

source: Neapolitan Scale and its modes
sk: Neapolská stupnica a jej módy (obraty)

source: Neapolitan Scale and its modes - Ascending
sk: Neapolská stupnica a jej módy (obraty) - Stúpajúca

source: Neapolitan Scale and its modes - Descending
sk: Neapolská stupnica a jej módy (obraty) - Klesajúca

source: Neapolitan scale and its modes - enter structure
sk: Neapolská stupnica a jej módy (obraty) - zadajte štruktúru

source: Neapolitan Scale and its modes - arpeged by fourths
sk: Neapolská stupnica a jej módy (obraty) - reťazenie kvárt

source: Neapolitan Scale and its modes - recognize grade
sk: Neapolská stupnica a jej módy (obraty) - určite stupeň

source: Neapolitan Scale and its modes - patterns
sk: Neapolská stupnica a jej módy (obraty) - vzory

source: Neapolitan Scale and its modes - recognize structure
sk: Neapolská stupnica a jej módy (obraty) - určite štruktúru

source: Neapolitan Scale and its modes - arpeged by thirds
sk: Neapolská stupnica a jej módy (obraty) - reťazenie tercií

source: Neapolitan Minor Scale and its modes
sk: Neapolská molová stupnica a jej módy (obraty)

source: Neapolitan Minor Scale and its modes - Ascending
sk: Neapolská molová stupnica a jej módy (obraty) - Stúpajúca

source: Neapolitan Minor Scale and its modes - Descending
sk: Neapolská molová stupnica a jej módy (obraty) - Klesajúca

source: Neapolitan Minor scale and its modes - enter structure
sk: Neapolská molová stupnica a jej módy (obraty) - zadajte štruktúru

source: Neapolitan Minor Scale and its modes - arpeged by fourths
sk: Neapolská molová stupnica a jej módy (obraty) - reťazenie kvárt

source: Neapolitan Minor Scale and its modes - recognize grade
sk: Neapolská molová stupnica a jej módy (obraty) - určite stupeň

source: Neapolitan Minor Scale and its modes - patterns
sk: Neapolská molová stupnica a jej módy (obraty) - vzory

source: Neapolitan Minor Scale and its modes - recognize structure
sk: Neapolská molová stupnica a jej módy (obraty) - určite štruktúru

source: Neapolitan Minor Scale and its modes - arpeged by thirds
sk: Neapolská molová stupnica a jej módy (obraty) - reťazenie tercií

source: Pentatonic Major Scale and its modes
sk: Pentatonická durová stupnica a jej módy (obraty)

source: Pentatonic Major Scale and its modes - Ascending
sk: Pentatonická durová stupnica a jej módy (obraty) - Stúpajúca

source: Pentatonic Major Scale and its modes - Descending
sk: Pentatonická durová stupnica a jej módy (obraty) - Klesajúca

source: Pentatonic Major scale and its modes - enter structure
sk: Pentatonická durová stupnica a jej módy (obraty) - zadajte štruktúru

source: Pentatonic Major Scale and its modes - recognize grade
sk: Pentatonická durová stupnica a jej módy (obraty) - určite stupeň

source: Pentatonic Major Scale and its modes - recognize structure
sk: Pentatonická durová stupnica a jej módy (obraty) - určite štruktúru

source: Plagal Modes
sk: Plagálne módy

source: Symmetric scales
sk: Symetrické stupnice

source: Symmetric scales - Ascending
sk: Symetrické stupnice - Stúpajúce

source: Symmetric scales - Descending
sk: Symetrické stupnice - Klesajúce

source: Symmetric Scales - enter structure
sk: Symetrické stupnice - zadajte štruktúru

source: Symmetric scales - recognize structure
sk: Symetrické stupnice - určite štruktúru

source: Major chords (singchord)
sk: Durové akordy (spievanie akordov)

source: Major chords in different inversions
sk: Durové akordy v rôznych obratoch

source: Major and minor chords in different inversions
sk: Durové a molové akordy v rôznych obratoch

source: Dominant 7th chords in root position
sk: Dominantné septakordy v základnej pozícii

source: Minor 7th chords in root position
sk: Molové septakordy v základnej pozícii

source: Major 7th chords in root position
sk: Durové septakordy v základnej pozícii

source: All the questions from the singchord exercises
sk: Všetky otázky z cvičení Spev akordov

source: Sing intervals
sk: Zaspievajte intervaly

source: Sing the fifth of the chord
sk: Zaspievajte kvintu akordu

source: Sing the root of the chord
sk: Zaspievajte základný tón akordu

source: Sing the seventh of the chord
sk: Zaspievajte septimu akordu

source: Sing the seventh of the chord. Inversions.
sk: Zaspievajte septimu akordu. Obraty.

source: Sing the third of the chord
sk: Zaspievajte terciu akordu

source: %s syllables
sk: %s slabík

source: Find the sol-fa syllable
sk: Nájdite solmizačnú slabiku

source: solfa|Do
sk: Do

source: solfa|Di
sk: Di

source: solfa|Ra
sk: Ra

source: solfa|Re
sk: Re

source: solfa|Ri
sk: Ri

source: solfa|Me
sk: Me

source: solfa|Mi
sk: Mi

source: solfa|Fa
sk: Fa

source: solfa|Fi
sk: Fi

source: solfa|Se
sk: Se

source: solfa|Sol
sk: Sol

source: solfa|Si
sk: Si

source: solfa|Le
sk: La

source: solfa|La
sk: La

source: solfa|Li
sk: Li

source: solfa|Te
sk: Te

source: solfa|Ti
sk: Si

source: %s syllables in C major
sk: %s slabík v C dur

source: Three chords, root position
sk: Tri akordy, základný tvar

source: Find the last played tone's step in the final dominant chord.
sk: Nájdite naposledy zahraný tón v poslednom dominantnom akorde.

source: Configure yourself
sk: Vlastné nastavenia

source: Dominant 7
sk: Dominantná septima

source: Minor
sk: Zmenšená

source: Cromatic
sk: Chromatická

source: Cromatic - first 6 tones
sk: Chromatická - prvých 6 tónov

source: Cromatic - last 6 tones
sk: Chromatická - posledných 6 tónov

source: First 4 scale tones
sk: Prvé 4 tóny stupnice

source: Last 4 scale tones
sk: Posledné 4 tóny stupnice

source: Ionian
sk: Iónska (dnešná durová)

source: Diatonic
sk: Diatonická

source: Greek Lydian
sk: Grécka lydická

source: Hypolydian
sk: Hypolydická

source: Dorian
sk: Dórska

source: Greek Phrygian
sk: Grécka frygická

source: Hypomixolydian
sk: Hypomixolydická

source: Phrygian
sk: Frygická

source: Greek Dorian
sk: Grécka dórska

source: Hypoaeolian
sk: Hypoaeólska

source: Lydian
sk: Lydická

source: Greek Hypolydian
sk: Grécko hypolydická

source: Hypolocrian
sk: Hypolokrická

source: Mixolydian
sk: Mixolydická

source: Greek Hypophrygian
sk: Grecka hypofrygická

source: Hypoionian
sk: Hypoiónska

source: Aeolian
sk: Aiolská (dnešná molová)

source: Ancient Minor
sk: Staroveká molová

source: Pure Minor
sk: Čistá molová

source: Greek Hypodorian
sk: Grécka hypodórska

source: Hypodorian
sk: Hypodórska

source: Locrian
sk: Lokrická

source: Half Diminished
sk: Polozmenšená

source: Greek Mixolydian
sk: Grécka mixolydická

source: Hypophrygian
sk: Hypofrygická

source: Jazz Minor
sk: Jazzová molová

source: Melodic Minor Ascending
sk: Melodická molová stúpajúca

source: Modern Minor
sk: Moderná molová

source: Minor-Major
sk: Molová-Durová

source: Ipoionian
sk: Ipoionická

source: Ionian b3
sk: Iónska b3

source: Dorian maj7
sk: Dórska maj7

source: Dorian b9
sk: Dórska b9

source: Javanese
sk: Jávska

source: Phrygian #6
sk: Frygická #6

source: Lydian Augmented
sk: Lydická zväčšená

source: Lydian #5
sk: Lydická #5

source: Lydian Dominant
sk: Dominantná lydická

source: Lydian b7
sk: Lydická b7

source: Mixolydian #4
sk: Mixolydická #4

source: Mixolydian #11
sk: Mixolydická #11

source: Overtone
sk: Harmonický tón

source: Mixolydian b13
sk: Mixolydická b13

source: Mixolydian b6
sk: Mixolydická b6

source: Hindu
sk: Hindská

source: Hindustan
sk: Hindustánska

source: Aeolian Dominant
sk: Aiolská dominantná

source: Aeolian #3
sk: Aiolská #3

source: Semilocrian
sk: Semilokrická

source: Locrian #2
sk: Lokrická #2

source: Aeolian b5
sk: Aiolská b5

source: Locrian natural 2
sk: Lokrická prirodzená 2

source: Superlocrian
sk: Superlokrická

source: Altered
sk: Alterovaná

source: Diminished-WholeTone
sk: Zmenšená-Celotónová

source: Locrian b4
sk: Lokrická b4

source: Melodic Minor A-D
sk: Melodická molová A-D

source: Mohammedan
sk: Mohamedánska

source: Aeolian maj7
sk: Aiolská maj7

source: Melodic Minor b6
sk: Melodická molová b6

source: Locrian #6
sk: Lokrická #6

source: Ionian Augmented
sk: Iónska zväčšená

source: Ionian #5
sk: Iónska #5

source: Romanian
sk: Rumunská

source: Dorian #4
sk: Dórska #4

source: Dorian #11
sk: Dórska #11

source: Phrygian Dominant
sk: Frygická dominantná

source: Phrygian Major
sk: Frygická durová

source: Balkan
sk: Balkánska

source: Jewish
sk: Židovská

source: Spanish Gypsy
sk: Španielska (cigánska)

source: Mixolydian b2 b6
sk: Mixolydická b2 b6

source: Mixolydian b9 b13
sk: Mixolydická b9 b13

source: Lydian #2
sk: Lydická #2

source: Ultralocrian
sk: Ultralokriánska

source: Superlocrian bb7
sk: Superlokrická bb7

source: Diminished
sk: Zmenšená

source: Harmonic Major
sk: Harmonická durová

source: Ionian b6
sk: Iónska b6

source: Dorian b5
sk: Dórska b5

source: Locrian #2 #6
sk: Lokrická #2 #6

source: Phrygian b4
sk: Frygická b4

source: Superphrygian
sk: Superfrygická

source: Superlocrian natural 5
sk: Superlokrická prirodzená 5

source: Lydian b3
sk: Lydická b3

source: Jazz Minor #4
sk: Jazzová molová #4

source: Jazz Minor #11
sk: Jazzová molová #11

source: Lydian Diminished
sk: Lydická zmenšená

source: Mixolydian b9
sk: Mixolydická b9

source: Mixolydian b2
sk: Mixolydická b2

source: Lydian #2 #5
sk: Lydická #2 #5

source: Lydian Augmented #2
sk: Lydická zmenšená #2

source: Locrian bb7
sk: Lokrická bb7

source: Locrian diminished 7
sk: Lokrická zmenšená 7

source: Double Harmonic Major
sk: Dvojitá harmonická durová

source: Double Harmonic
sk: Dvojitá harmonická

source: Ionian b2 b6
sk: Iónska b2 b6

source: Bizantine
sk: Byzantská

source: Major Gipsy
sk: Cigánska durová

source: Lydian #2 #6
sk: Lidická #2 #6

source: Ultraphrygian
sk: Ultrafrygická

source: Phrygian b4 bb7
sk: Frygická b4 b77

source: Ultralocrian natural 5
sk: Ultralokrická prirodzená 5

source: Hungarian Minor
sk: Maďarská molová

source: Double Harmonic Minor
sk: Dvojitá harmonická molová

source: Harmonic Minor #4
sk: Harmonická molová #4

source: Lydian b3 b6
sk: Lydická b3 b6

source: Algerian
sk: Alžírska

source: Minor Gipsy
sk: Cigánska molová

source: Oriental
sk: Orientálna

source: Mixolydian b5 b9
sk: Mixolydická b5 b9

source: Mixolydian b2 b5
sk: Mixolydická b2 b5

source: Ionian #2 #5
sk: Iónska #2 #5

source: Ionian Augmented #2
sk: Iónska zväčšená #2

source: Locrian bb3 bb7
sk: Lokrická bb3 bb7

source: Neapolitan
sk: Neapolská

source: Neapolitan Major
sk: Neapolská durová

source: Jazz Minor b2
sk: Jazzová molová b2

source: Lydian #5 #6
sk: Lydická #5 #6

source: Lydian Augmented #6
sk: Lydická zväčšená #6

source: Lydian Augmented Dominant
sk: Lydická zväčšená dominanta

source: Lydian #5 b7
sk: Lydická #5 b7

source: Mixolydian #4 #5
sk: Mixolydická #4 #5

source: Mixolydian #5 #11
sk: Mixolydická #5 #11

source: Lydian Dominant b6
sk: Lydická dominantná b6

source: Lydian b6 b7
sk: Lydická b6 b7

source: Mixolydian #4 b6
sk: Mixolydická #4 b6

source: Mixolydian #11 b13
sk: Mixolydická #11 b13

source: Lydian Minor
sk: Lydická molová

source: Major Locrian
sk: Durová lokrická

source: Mixolydian b5 b6
sk: Mixolydická b5 b6

source: Mixolydian b5 b13
sk: Mixolydická b5 b13

source: Locrian #2 #3
sk: Lokrická #2 #3

source: Arabian
sk: Arabská

source: Semilocrian b4
sk: Semilokrická b4

source: Locrian natural 2 b4
sk: Lokrická prirodzená 2 b4

source: Superlocrian bb3
sk: Superlokrická bb3

source: Neapolitan Minor
sk: Neapolská molová

source: Neapolitan Major b6
sk: Neapolská durová b6

source: Harmonic Minor b2
sk: Harmonická molová b2

source: Phrygian maj7
sk: Frygická maj7

source: Lydian #6
sk: Lydická #6

source: Mixolydian Augmented
sk: Mixolydická zväčšená

source: Mixolydian #5
sk: Mixolydická #5

source: Hungarian Gipsy
sk: Maďarská (cigánska)

source: Aeolian #4
sk: Aiolská #4

source: Locrian Dominant
sk: Lokrická dominantná

source: Locrian #3
sk: Lokrická #3

source: Oriental b6
sk: Orientálna b6

source: Mixolydian b5 b9 b13
sk: Mixolydická b5 b9 b13

source: Mixolydian b2 b5 b6
sk: Mixolydická b2 b5 b6

source: Ionian #2
sk: Iónska #2

source: Ultralocrian bb3
sk: Ultralokrická bb3

source: Hungarian Major
sk: Maďarská durová

source: Hungarian
sk: Maďarská

source: Lydian Dominant #2
sk: Lydická dominantná #2

source: Lydian #2 b7
sk: Lydická #2 b7

source: Mixolydian #9 #11
sk: Mixolydická #9 #11

source: Mixolydian #2 #4
sk: Mixolydická #2 #4

source: Superlocrian bb6 bb7
sk: Superlokrická bb6 bb7

source: Harmonic Minor b5
sk: Harmonická molová b5

source: Superlocrian #6
sk: Superlokrická #6

source: Jazz Minor #5
sk: Jazzová molová #5

source: Dorian b9 #11
sk: Dórska b9 #11

source: Lydian Augmented #3
sk: Lydická zväčšená #3

source: Lydian #3 #5
sk: Lydická #3 #5

source: Major Pentatonic
sk: Durová pentatonika

source: Suspended Pentatonic
sk: Pozastavená pentatonika

source: Egyptian
sk: Egyptská

source: Minor Pentatonic
sk: Molová pentatonika

source: Diminished W-H
sk: Zmenšená 2-1

source: Wholestep-Halfstep
sk: Celý tón-Poltón

source: Octatonic H-W
sk: Oktatonická 1-2

source: Halfstep-Wholestep
sk: Celý tón-Poltón

source: Exatonic
sk: Hexatonická

source: Anemitonic
sk: Anhemitonická

source: Augmented
sk: Zväčšená

source: Augmented Inverse
sk: Zväčšená 1-3

source: Bebop Major
sk: Bebop durová

source: Bebop Ionian
sk: Bebop ionická

source: Bebop Dominant
sk: Bebop dominantná

source: Bebop Mixolydian
sk: Bebop mixolydická

source: Bebop Dorian
sk: Bebop dórska

source: Bebop Minor
sk: Bebop molová

source: Bebop Melodic Minor
sk: Bebop melodická molová

source: Bebop Locrian
sk: Bebop lokrická

source: Bebop Halfdiminished
sk: Bebop polozmenšená

source: Enigmatic
sk: Enigmatická

source: Verdi's Enigmatic
sk: Verdiho enigmatická

source: Blues
sk: Bluesová

source: Experimental CSound exercises
sk: Experimentálne cvičenia CSound

source: Default front page
sk: Predvolená úvodná strana

source: Ascending melodic intervals
sk: Stúpajúce melodické intervaly

source: Descending melodic intervals
sk: Klesajúce melodické intervaly

source: Rhythm
sk: Rytmus

source: Tap generated rhythm
sk: Vyťukajte vygenerovaný rytmus

source: Rhythm dictation
sk: Rytmový diktát

source: Generated rhythms
sk: Vygenerované rytmy

source: Name intervals
sk: Pomenujte intervaly

source: Name Scales
sk: Pomenujte stupnice

source: Solfa syllables
sk: Solmizačné slabiky

source: Chords
sk: Akordy

source: Chords in root position
sk: Akordy v základnom tvare

source: Inversions of chords
sk: Obraty akordov

source: Sing chord
sk: Zaspievajte akord

source: Sing chord tone
sk: Zaspievajte tón akordu

source: Scales
sk: Stupnice

source: Neapolitan Minor scale and its modes
sk: Neapolská molová stupnica a jej módy (obraty)

source: Symmetric Scales
sk: Symetrické stupnice

source: Scales Collections
sk: Sady stupníc

source: Misc
sk: Rôzne

source: Intonation (require CSound)
sk: Intonácia (vyžaduje CSound)

source: Dictation
sk: Diktát

source: Misc exercises
sk: Rôzne cvičenia

source: Harmonic progressions
sk: Harmonický postup

source: These progressions require MMA
sk: Tieto postupy vyžadujú MMA

source: Hear tones
sk: Rozoznajte tóny

source: Tone in context - cadence major
sk: Tón v kontexte - durová kadencia

source: Tone in dominant chord
sk: Tón v dominantnom akorde

source: Tone in context - cadence minor
sk: Tón v kontexte - molová kadencia
