Repository: loreno-heer/solfege
Catalog: po/*.po
Languages: sk

source: Tried `%(bin)s`: %(exception)s Please check that the program is installed. If you did not supply the full path to the program in the preferences window (Ctrl-F12), you must make sure the program is on your PATH.
sk: Pokus o spustenie `%(bin)s`: %(exception)s Prosím, skontrolujte, či je program nainštalovaný. Ak ste nezadali celú cestu k programu v okne s nastaveniami (Ctrl-F12), musíte zaistiť, aby cesta k programu bola súčasťou premennej PATH.

source: Failed to execute a binary for %s
sk: Nepodarilo sa spustiť program %s

source: Failed to execute media player for %s files
sk: Nepodarilo sa spustiť multimediálny prehrávač súborov %s

source: Failed to execute binary to convert from %(from)s to %(to)s
sk: Nepodarilo sa spustiť program na konverziu z %(from)s do %(to)s

source: Output format:
sk: Výstupný formát:

source: Title:
sk: Názov:

source: Section title:
sk: Názov oddielu:

source: Name the music
sk: Pomenujte hudobný útvar

source: Write the music, first tone given
sk: Zapíšte hudobný útvar, prvý tón je zadaný

source: Type of question:
sk: Typ otázky:

source: Intervals:
sk: Intervaly:

source: Questions per line:
sk: Otázok na riadok:

source: Number of questions:
sk: Počet otázok:

source: Select where to export the files
sk: Vyberte, kam budú exportované súbory

source: Not all music types are supported. This file contain %(ok)i supported questions and %(not_ok)i that are not supported. The unsupported questions will be ignored. Add any way?
sk: Nie všetky typy sa dajú použiť. Tento súbor obsahuje %(ok)i podporovaných otázok a %(not_ok)i otázok bez podpory. Nepodporované otázky budú ignorované. Pridať i tak?

source: Could not add the lesson file. It has no questions with a music object with supported music type.
sk: Nepodarilo sa pridať súbor lekcie. Neobsahuje žiadne otázky o hudobných objektoch, ktoré sa dajú pridať.

source: Cannot read old file format
sk: Nepodarilo sa načítať starý formát súboru

source: «%s» not found
sk: „%s“ nebol nájdený

source: Create Sheet
sk: Vytvoriť hárok

source: Randomize
sk: Náhodne

source: Parsing %s failed
sk: Čítanie %s skončilo s chybou

source: We cannot recover from this, we can rename the corrupt file to %s and then start the program.
sk: Túto situáciu nedokážeme vyriešiť, môžeme premenovať poškodený súbor na %s a znovu spustiť aplikáciu.

source: Enter the name of the new folder:
sk: Zadajte meno nového priečinka:

source: Your profile data will be stored in:
sk: Údaje vášho profilu budú uložené do:

source: New Profile
sk: Nový profil

source: The profile «%s» already exists.
sk: Profil „%s“ už existuje.

source: Rename the profile «%s» to:
sk: Premenovať profil „%s“ na:

source: GNU Solfege - Choose User Profile
sk: GNU Solfege - Vyberte profil používateľa

source: Solfege will save your statistics and test results in the user profile. By adding additional user profiles to Solfege, multiple users can share a user account on the operating system.
sk: Solfege bude ukladať vaše štatistiky a výsledky testov do profilu používateľa. Ak pridáte ďalšie profily používateľov do Solfege, viacerí používatelia tak môžu zdieľať jeden systémový účet.

source: Standard profile
sk: Predvolený profil

source: D_on't ask at startup
sk: _Nepýtať sa pri spustení

source: Permanently delete the user profile «%s»?
sk: Trvalo odstrániť profil používateľa „%s“?

source: _Start GNU Solfege
sk: _Spustiť GNU Solfege

source: Make bug report
sk: Nahlásiť chybu

source: _Send
sk: Odo_slať

source: S_hort description:
sk: Krátky _popis:

source: _Describe how to produce the error message:
sk: _Popíšte spôsob, akým dochádza k chybe:

source: Set transposition
sk: Nastaviť transpozíciu

source: Select how to do random transposition
sk: Vyberte, ako vytvárať náhodné transpozície

source: You can read about the different types of transposition in the lesson file documentation available on the Help menu.
sk: O rôznych typoch sa dočítaťe v dokumentácií k súborom lekcií, ktorú nájdete v ponuke Pomocník.

source: Fifths relative to C major/a minor
sk: Kvinta vzhľadom na C dur/a mol

source: Fifths relative to current key
sk: Kvinta vzhľadom na aktuálnu tóninu

source: Transpose notes without changing key
sk: Transponovať noty bez zmeny tóniny

source: Semitones
sk: Poltóny

source: Opening statistics database
sk: Otvára sa databáza so štatistikami

source: Failed to open the statistics database: «%s»
sk: Nepodarilo sa otvoriť databázu so štatistikami: „%s“

source: Click OK to exit the program. Then try to quit all other instances of the program, or reboot the computer. You can only run one instance of GNU Solfege at once.
sk: Kliknutím na OK ukončíte program. Potom sa pokúste ukončiť všetky zostávajúce inštancie programu alebo reštartujte počítač. V tom istom momente môžete mať spustenú iba jednu inštanciu Solfege.

source: Creating application window
sk: Vytvára sa okno programu

source: Session
sk: Sedenie

source: Today
sk: Dnes

source: Last 7 days
sk: Posledných 7 dní

source: Total
sk: Celkom

source: Percent
sk: Percento

source: Count
sk: Počet

source: Test dated %(date)s: %(percent).1f%%
sk: Test z dňa %(date)s: %(percent).1f%%

source: This exercise have statistics from %(count)s practise sessions, from %(first)s to %(last)s
sk: Toto cvičenie obsahuje štatistiky z %(count)s cvičení, od %(first)s do %(last)s

source: GNU Solfege message window
sk: Okno správ GNU Solfege

source: Please report this to the bug database or send an email to bug-solfege@gnu.org if the content of the message make you believe you have found a bug.
sk: Ak z obsahu správy usúdite, že ste našli chybu, nahláste ju prosím do databázy chýb alebo pošlite e-mail (v angličtine) na bug-solfege@gnu.org.

source: _Make automatic bug report
sk: _Vytvoriť automatické hlásenie o chybe

source: Preferred output format:
sk: Preferovaný výstupný formát:

source: Name files by questions
sk: Pomenovať súbory podľa otázok

source: Title
sk: Názov

source: Delay
sk: Oneskorenie

source: Export
sk: Exportovať

source: «<b>%s</b>» was not found
sk: „<b>%s</b>“ nebol nájdený

source: Exporting training set
sk: Exportujem tréningovú sadu

source: Export training set
sk: Exportovať tréningovú sadu

source: No random interval can be selected within the allowed range of tones.
sk: Nie je možné vybrať žiaden náhodný interval v povolenom rozsahu tónov.

source: None of the selected intervals can be created in the selected key.
sk: Vo zvolenej tónine nie je možné vytvoriť žiaden z vybraných intervalov.

source: Natural Minor
sk: Prirodzená molová

source: Harmonic Minor
sk: Harmonická molová

source: Whole Tone
sk: Celotónová

source: Perfect Unison
sk: Čistá prima

source: Diminished Unison
sk: Zmenšená prima

source: Augmented Unison
sk: Zväčšená prima

source: Diminished Second
sk: Zmenšená sekunda

source: Minor Second
sk: Malá sekunda

source: Major Second
sk: Veľká sekunda

source: Augmented Second
sk: Zväčšená sekunda

source: Diminished Third
sk: Zmenšená tercia

source: Minor Third
sk: Malá tercia

source: Major Third
sk: Veľká tercia

source: Augmented Third
sk: Zväčšená tercia

source: Diminished Fourth
sk: Zmenšená kvarta

source: Perfect Fourth
sk: Čistá kvarta

source: Augmented Fourth
sk: Zväčšená kvarta

source: Diminished Fifth
sk: Zmenšená kvinta

source: Perfect Fifth
sk: Čistá kvinta

source: Augmented Fifth
sk: Zväčšená kvinta

source: Diminished Sixth
sk: Zmenšená sexta

source: Minor Sixth
sk: Malá sexta

source: Major Sixth
sk: Veľká sexta

source: Augmented Sixth
sk: Zväčšená sexta

source: Diminished Seventh
sk: Zmenšená septima

source: Minor Seventh
sk: Malá septima

source: Major Seventh
sk: Veľká septima

source: Augmented Seventh
sk: Zväčšená septima

source: Diminished Octave
sk: Zmenšená oktáva

source: Perfect Octave
sk: Čistá oktáva

source: Augmented Octave
sk: Zväčšená oktáva

source: Minor Ninth
sk: Malá nóna

source: Major Ninth
sk: Veľká nóna

source: Minor Tenth
sk: Malá decima

source: Major Tenth
sk: Veľká decima

source: interval|Unison
sk: Prima

source: interval|Second
sk: Sekunda

source: interval|Third
sk: Tercia

source: interval|Fourth
sk: Kvarta

source: interval|Fifth
sk: Kvinta

source: interval|Sixth
sk: Sexta

source: interval|Seventh
sk: Septima

source: interval|Octave
sk: Oktáva

source: interval|Ninth
sk: Nóna

source: interval|Tenth
sk: Decima

source: interval|Diminished
sk: Zmenšená

source: interval|Perfect
sk: Čistá

source: interval|Augmented
sk: Zväčšená

source: interval|Minor
sk: Malá

source: interval|Major
sk: Veľká

source: interval|Doubly-diminished
sk: Dvakrát zmenšená

source: interval|Doubly-augmented
sk: Dvakrát zväčšená

source: interval|P1
sk: č1

source: interval|m2
sk: m2

source: interval|M2
sk: v2

source: interval|m3
sk: m3

source: interval|M3
sk: v3

source: interval|4
sk: č4

source: interval|TT
sk: TT

source: interval|P5
sk: č5

source: interval|m6
sk: m6

source: interval|M6
sk: v6

source: interval|m7
sk: m7

source: interval|M7
sk: v7

source: interval|P8
sk: č8

source: interval|m9
sk: m9

source: interval|M9
sk: v9

source: interval|m10
sk: m10

source: interval|M10
sk: v10

source: interval|P11
sk: č11

source: interval|d12
sk: d12

source: interval|P12
sk: č12

source: interval|m13
sk: m13

source: interval|M13
sk: v13

source: interval|m14
sk: m14

source: interval|M14
sk: v14

source: interval|P15
sk: č15

source: Invalid interval name: %s
sk: Neplatné meno intervalu: %s

source: notename|c
sk: c

source: notename|cb
sk: ces

source: notename|cbb
sk: ceses

source: notename|c#
sk: cis

source: notename|cx
sk: cisis

source: notename|d
sk: d

source: notename|db
sk: des

source: notename|dbb
sk: deses

source: notename|d#
sk: dis

source: notename|dx
sk: disis

source: notename|e
sk: e

source: notename|eb
sk: es

source: notename|ebb
sk: eses

source: notename|e#
sk: eis

source: notename|ex
sk: eisis

source: notename|f
sk: f

source: notename|fb
sk: fes

source: notename|fbb
sk: feses

source: notename|f#
sk: fis

source: notename|fx
sk: fisis

source: notename|g
sk: g

source: notename|gb
sk: ges

source: notename|gbb
sk: geses

source: notename|g#
sk: gis

source: notename|gx
sk: gisis

source: notename|a
sk: a

source: notename|ab
sk: as

source: notename|abb
sk: asas

source: notename|a#
sk: ais

source: notename|ax
sk: aisis

source: notename|b
sk: h

source: notename|bb
sk: b

source: notename|bbb
sk: heses

source: notename|b#
sk: his

source: notename|bx
sk: hisis

source: Invalid notename: %s
sk: Neplatné meno noty: %s

source: notenameformat|%(notename)s
sk: %(notename)s

source: notenameformat|%(notename)s%(oct)s
sk: %(notename)s%(oct)s

source: insert-overwrite|INSRT
sk: VLOŽ

source: insert-overwrite|OVER
sk: PREP

source: No MIDI output devices available.
sk: Nie je dostupné žiadne výstupné zariadenie MIDI.

source: Chord types to ask
sk: Typy akordov v otázkach

source: Correct
sk: Správne

source: Wrong
sk: Nesprávne

source: Right click is not allowed for this lesson file.
sk: Kliknutie pravým tlačidlom myši nie je v tejto lekcii povolené.

source: Click 'New chord' to begin.
sk: Začnite kliknutím na 'Nový akord'.

source: Identify chord type
sk: Určite typ akordu

source: Chord voicing
sk: Rozpis akordu

source: You have to solve this question first.
sk: Najprv musíte odpovedať na túto otázku.

source: You should try to guess before right-clicking.
sk: Pred kliknutím pravým tlačidlom skúste hádať.

source: Correct, now stack the tones
sk: Správne, teraz usporiadajte tóny

source: Type is already solved, now specify voicing.
sk: Typ už ste vyriešili, teraz akord rozpíšte.

source: Compare intervals
sk: Porovnať intervaly

source: F_irst interval is largest
sk: _Prvý interval je väčší

source: The intervals are _equal
sk: Intervaly sú rovnaké

source: _Last interval is largest
sk: _Posledný interval je väčší

source: Harmonic
sk: Harmonický

source: Melodic
sk: Melodický

source: First interval:
sk: Prvý interval:

source: Last interval:
sk: Posledný interval:

source: Correct, but you have already solved this question
sk: Správne, ale túto otázku ste už zodpovedali

source: Wrong, but you have already solved this question
sk: Nesprávne, ale túto otázku ste už zodpovedali

source: Last interval is largest
sk: Posledný interval je väčší

source: The intervals are equal
sk: Intervaly sú rovnaké

source: First interval is largest
sk: Prvý interval je väčší

source: The answer is: %s
sk: Odpoveď je: %s

source: You have to configure the exercise properly
sk: Cvičenie je treba správne nastaviť

source: Click 'New' to begin.
sk: Začnite kliknutím na 'Nový'.

source: _Play the whole music
sk: _Prehrať celú skladbu

source: The lesson file '%s' contains no questions.
sk: Súbor lekcie '%s' neobsahuje žiadne otázky.

source: Click 'Start test' to begin.
sk: Začnite kliknutím na 'Spustiť test'.

source: Exercise configuration problem
sk: Problém s nastavením cvičenia

source: Identify the interval
sk: Určite interval

source: Ask for these intervals
sk: Pýtať sa na tieto intervaly

source: Harmonic interval
sk: Harmonický interval

source: Ignoring intervals greater than double octave.
sk: Intervaly väčšie ako dvojitá oktáva budú ignorované.

source: Click 'New interval' to begin.
sk: Začnite kliknutím na 'Nový interval'.

source: You have to select some intervals to practise.
sk: Musíte vybrať nejaké intervaly na precvičovanie.

source: _Start test
sk: _Spustiť test

source: Harmonic progression dictation
sk: Diktát harmonických postupov

source: Questions to ask
sk: Otázky, ktoré budú položené

source: Identify by name
sk: Určite menom

source: The answer is: {answer}
sk: Odpoveď je: {answer}

source: You have to select some questions to practise.
sk: Musíte vybrať nejaké otázky na precvičovanie.

source: You have to select some tempos to practise.
sk: Musíte vybrať nejaké tempá na precvičovanie.

source: Click 'New tempo' to begin.
sk: Začnite kliknutím na 'Nové tempo'.

source: Correct, it is %i
sk: Správne, je to %i

source: Click '%s' to begin.
sk: Začnite kliknutím na '%s'.

source: Weight
sk: Váhy

source: Octave:
sk: Oktáva:

source: Hide _piano keyboard shortcuts
sk: Skryť klávesové _skratky pre klavír

source: When you guess wrong
sk: Ak ste neuhádli

source: Play warning sound
sk: Prehrať varovný zvuk

source: Identify tone
sk: Určite tón

source: You have to select some tones practise. Do this on the config page by setting the weight of tones to a value greater than zero.
sk: Musíte vybrať nejaké tóny na precvičenie. Použite stranu s nastaveniami, kde nastavíte váhu tónov na kladnú hodnotu.

source: First tone is %s
sk: Prvý tón je %s

source: Click 'New tone' to begin.
sk: Začnite kliknutím na 'Nový tón'.

source: Melodic interval
sk: Melodický interval

source: You have already identified this interval
sk: Tento interval už ste určili

source: Name the interval
sk: Pomenujte interval

source: Could not satisfy the constraints in the lesson header.
sk: Nepodarilo sa splniť obmedzenia v hlavičke lekcie.

source: The music played:
sk: Prehraná hudba:

source: The rhythm you entered:
sk: Rytmus, ktorý ste zadali:

source: The music object named «rhythm» is not a subclass of MpdParsable
sk: Hudobný objekt „rhythm“ nie je podtriedou MpdParsable

source: The music object named «music» is not a subclass of MpdParsable
sk: Hudobný objekt „music“ nie je podtriedou MpdParsable

source: Identify the rhythm
sk: Určite rytmus

source: Play
sk: Prehrať

source: Don't start the question with a rest
sk: Nezačínať otázku pomlčkou

source: Beats per minute:
sk: Doby za minútu:

source: You have to configure this exercise properly
sk: Musíte správne nastaviť cvičenie

source: Please tap the rhythm.
sk: Prosím, vyťukajte rytmus.

source: Tap here
sk: Ťukajte sem

source: Accuracy required:
sk: Vyžadovaná presnosť:

source: Tapping in progress...
sk: Prebieha vyťukávanie...

source: Sing the interval
sk: Zaspievať interval

source: _New interval, last was correct
sk: Nový interval, posledný bol _správny

source: New interval, last was _wrong
sk: Nový interval, posledný bol _nesprávny

source: _Repeat first tone
sk: _Opakovať prvý tón

source: Play _last tone
sk: Prehrať _posledný tón

source: Sing interval
sk: Zaspievať interval

source: The exercise has to be better configured. Click 'Reset to default values' on the config page if you don't know how to do this.
sk: Cvičenie musí byť lepšie nastavené. Ak neviete, ako na to, kliknite na 'Nastaviť na predvolené hodnoty' na stránke s nastaveniami.

source: Solmisation Diktat
sk: Solmizačný diktát

source: Show the first tone
sk: Ukázať prvý tón

source: Play cadence
sk: Prehrať kadenciu

source: Tone in context
sk: Tón v kontexte

source: Random transpose
sk: Náhodne transponovať

source: Tones
sk: Tóny

source: Cadences
sk: Kadencie

source: Tone in cadence
sk: Tón v kadencii

source: No cadences selected
sk: Nevybrali ste žiadnu kadenciu

source: Unnamed
sk: Bez mena

source: Sing twelve random tones
sk: Zaspievať dvanásť náhodných tónov

source: _Play first note
sk: _Prehrať prvú notu

source: Play _last note
sk: P_rehrať poslednú notu

source: Play _all
sk: Prehrať _všetko

source: Altered chords
sk: Alterované akordy

source: chord|maj7b5
sk: maj7b5

source: chord|m maj7
sk: m maj7

source: chord|7b5
sk: 7b5

source: chord|7b9
sk: 7b9

source: chord|7#5b9
sk: 7#5b9

source: Altered chords & inversions
sk: Alterované akordy a obraty

source: Norwegian children songs
sk: Nórske detské piesne

source: simple tonal chords
sk: jednoduché tonálne akordy

source: Perfect authentic cadence
sk: Rytmicky dokonalá autentická ("mužská") kadencia

source: Imperfect authentic cadence
sk: Rytmicky nedokonalá autentická ("ženská") kadencia

source: Plagal cadence
sk: Plagálna (odvodená) kadencia

source: Deceptive cadence
sk: Klamlivá kadencia

source: Half cadence
sk: Polovičná kadencia

source: 7b9 and maj79 chords
sk: Akordy 7b9 a maj79

source: Dominant 7 chord with inversions
sk: Dominantný septakord s obratmi

source: Lots of chords
sk: Veľa akordov

source: Diminished and augmented chords
sk: Zmenšené a zväčšené akordy

source: diminished
sk: zmenšený

source: augmented
sk: zväčšený

source: Minor, major, diminished and augmented chords
sk: Molové, durové, zmenšené a zväčšené akordy

source: Minor 7 and dominant 7 chords
sk: Molové a dominantné septakordy

source: chord|m7
sk: m7

source: Minor 7 and dominant 7 chords with inversions
sk: Molové a dominantné septakordy s obratmi

source: Chords with 7 in their name
sk: Akordy so 7 v názve

source: Minor 9 and 9 chords
sk: Nónakordy

source: chord|m9
sk: m9

source: Chords with 9 in their name
sk: Akordy s 9 v názve

source: Major seventh, diminished seventh and half diminished seventh chords
sk: Veľký, zmenšený a malý zmenšený septakord

source: chord|maj7
sk: maj7

source: chord|m7b5
sk: m7b5

source: chord|dim7
sk: dim7

source: Minor and major chords
sk: Molové a durové akordy

source: minor
sk: mol

source: major
sk: dur

source: Major, minor, dominant seventh with inversions
sk: Durové, molové, dominantné septakordy s obratmi

source: dominant seventh
sk: dominantný septakord

source: Minor/major in close and open position
sk: Molový/durový v uzatvorenej a otvorenej pozícii

source: Altered chords (chord voicing)
sk: Alterované akordy (rozpis akordov)

source: Second to tenth
sk: Od sekundy po decimu

source: Tenths
sk: Decima

source: Seconds
sk: Sekunda

source: Seconds and thirds
sk: Sekunda a tercia

source: Second to octave
sk: Od sekundy po oktávu

source: Thirds
sk: Tercia

source: Fourths and fifths
sk: Kvarta a kvinta

source: Fourths, fifths and octave
sk: Kvarta, kvinta a oktáva

source: Sixths
sk: Sexta

source: Sixths and sevenths
sk: Sexta a septima

source: Sevenths
sk: Septima

source: Sevenths and ninths
sk: Septima a nóna

source: Ninths
sk: Nóna

source: Tritone and sevenths
sk: Tritón a septima

source: Is the fifth flat, in tune or sharp? %s
sk: Je kvinta s ♭, bez posuvky alebo s ♯? %s

source: intonation|flat
sk: béčko

source: intonation|in tune
sk: bez posuvky

source: intonation|sharp
sk: krížik

source: Is the interval flat, in tune or sharp? %s cent wrong
sk: Je interval s ♭, bez posuvky alebo s ♯? %s centov mimo

source: Just interval: %s
sk: Iba interval: %s

source: Diatonic chords
sk: Diatonické akordy

source: Diatonic chords & inversions
sk: Diatonické akordy a obraty

source: Second to 15th
sk: Od sekundy po kvintdecimu

source: Harmonic intervals
sk: Harmonické intervaly

source: Sing the two tones
sk: Zaspievajte dva tóny

source: Intervals smaller than an octave
sk: Intervaly menšie než oktáva

source: Intervals larger than an octave
sk: Intervaly väčšie než oktáva

source: Triads
sk: Trojzvuky

source: Sing the three tones
sk: Zaspievajte tri tóny

source: Triads, difficult
sk: Trojzvuky, ťažké

source: Triads, easy
sk: Trojzvuky, ľahké

source: Id tone
sk: Určite tón

source: C to B, C#, D# and F#
sk: Od C po H, C#, D# a F#

source: C to B, C#, D#, F# and G#
sk: Od C po H, C#, D#, F# a G#

source: All
sk: Všetky

source: C to E
sk: Medzi C a E

source: C to F
sk: Medzi C a F

source: C to G
sk: Medzi C a G

source: C to A
sk: Medzi C a A

source: C to B
sk: Medzi C a H

source: C to B and C#
sk: Od C po H a C#

source: C to B, C# and D#
sk: Od C po H, C# a D#

source: Interval in a key (major)
sk: Interval v tónine (dur)

source: M2
sk: V2

source: M3
sk: V3

source: a4
sk: zv4

source: d5
sk: zm5

source: M6
sk: v6

source: M7
sk: v7

source: Interval in a key (minor)
sk: Interval v tónine (molovej)

source: Identify the interval played after tonic
sk: Určite interval po zaznení toniky

source: Parts of 2 Bach inventions
sk: Party z 2 Bachových invencií

source: Melodic intervals
sk: Melodické intervaly

source: Harmonic prog with MMA
sk: Harmonický postup s MMA

source: Enter the harmonic progression
sk: Zadajte harmonický postup

source: 4 chords in major mode
sk: 4 akordy v durovom móde

source: 4 chords in harmonic minor mode
sk: 4 akordy v harmonickom molovom móde

source: 4 chords in natural minor mode
sk: 4 akordy v prirodzenom molovom móde

source: 7 chords in major mode
sk: 7 akordov v durovom móde

source: 7 chords in harmonic minor mode
sk: 7 akordov v harmonickom molovom móde

source: 7 chords in natural minor mode
sk: 7 akordov v prirodzenom molovom móde

source: Many intervals
sk: Veľa intervalov

source: All intervals
sk: Všetky intervaly

source: Fifths
sk: Kvinta

source: Fourths
sk: Kvarta

source: Octaves
sk: Oktáva

source: Unisons
sk: Prima

source: Polish folk songs
sk: Poľské ľudové piesne

source: Easy harmonic progressions
sk: Jednoduché harmonické postupy

source: Easy harmonic progressions, including inverted chords
sk: Jednoduché harmonické postupy, vrátane invertovaných akordov

source: A few jazz progressions
sk: Zopár jazzových postupov

source: Rhythms (difficult)
sk: Rytmy (ťažké)

source: Rhythms (easy)
sk: Rytmy (ľahké)

source: Rhythms
sk: Rytmy

source: Rhythms, binary time
sk: Rytmy, párne

source: Rhythms, ternary time
sk: Rytmy, tri doby

source: Rhythm tapping
sk: Vyťukanie rytmu

source: Rhythm tapping, ternary
sk: Vyťukanie rytmu, tri doby

source: Rhythms in 3/8
sk: Rytmy v 3/8

source: Scales with 6 notes
sk: Stupnice so 6 notami

source: Scales with 8 notes
sk: Stupnice s 8 notami

source: Bebop Scales
sk: Bebopové stupnice

source: Bebop Scales - Ascending
sk: Bebopové stupnice - Stúpajúce

source: Bebop Scales - Descending
sk: Bebopové stupnice - Klesajúce

source: Bebop Scales - enter structure
sk: Bebopové stupnice - zadajte štruktúru

source: Enter the structure of the mode in number of half-tones
sk: Zadajte štruktúru módu počtom poltónov

source: Bebop Scales - recognize structure
sk: Bebopové stupnice - určite štruktúru

source: Church Tones
sk: Cirkevné stupnice

source: Double Harmonic Scale and its modes
sk: Dvojitá harmonická stupnica a jej módy (obraty)
